<!DOCTYPE html>
<html lang="fr">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Tacos House - Votre destination pour les délicieux tacos à Léguévin</title>

  <!-- 
    - favicon
  -->
  <link rel="shortcut icon" href="./favicon-32x32.png" type="image/svg+xml">

  <!-- 
    - custom css link
  -->
  <link rel="stylesheet" href="./assets/css/style.css">

  <!-- 
    - google font link
  -->
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link
    href="https://fonts.googleapis.com/css2?family=Roboto:wght@400;500&family=Rubik:wght@400;500;600;700&family=Shadows+Into+Light&display=swap"
    rel="stylesheet">

  <!-- 
    - preload images
  -->
  <link rel="preload" as="image" href="./assets/images/hero-banner.png" media="min-width(768px)">
  <link rel="preload" as="image" href="./assets/images/hero-banner-bg.png" media="min-width(768px)">
  <link rel="preload" as="image" href="./assets/images/hero-bg.jpg">

  <script src="https://www.fbgcdn.com/embedder/js/ewm2.js" defer async ></script>

</head>

<body id="top">

  <!-- 
    - #HEADER
  -->

  <header class="header" data-header>
    <div class="container">

      <h1>
        <!-- <a href="#" class="logo">  <img src="logo.png" alt="" width="130"></a> -->
        <!-- <a href="#" class="logo">Foodie<span class="span">.</span></a> -->
        <a href="#" class="logo">  <img src="logo.png" alt="" width="150"> </a>

      </h1>

      <!-- <a href="#" class="logo span">  <img src="logo.png" alt="" width="110"> </a> -->

      <nav class="navbar" data-navbar>
        <ul class="navbar-list">

          <li class="nav-item">
            <a href="#home" class="navbar-link" data-nav-link>Accueil</a>
          </li>

          <li class="nav-item">
            <a href="#about" class="navbar-link" data-nav-link>Chez Tacos House</a>
          </li>

          <li class="nav-item">
            <a href="#food-menu" class="navbar-link" data-nav-link>Menu</a>
          </li>

          <!-- <li class="nav-item">
            <a href="#blog" class="navbar-link" data-nav-link>Blog</a>
          </li> -->

          <li class="nav-item">
            <a href="#contact" class="navbar-link" data-nav-link>Contact</a>
          </li>

        </ul>
      </nav>

      <div class="header-btn-group">
        <!-- <button class="search-btn" aria-label="Search" data-search-btn>
          <ion-icon name="search-outline"></ion-icon>
        </button> -->

        <button class="btn btn-hover" data-glf-cuid="99b9c97b-2402-444b-b970-91b47f0af3db" data-glf-ruid="d8bb5e9b-827e-4925-84ee-bb9e0d439827" >Réservation</button>

        <button class="nav-toggle-btn" aria-label="Toggle Menu" data-menu-toggle-btn>
          <span class="line top"></span>
          <span class="line middle"></span>
          <span class="line bottom"></span>
        </button>
      </div>

    </div>
  </header>





  <!-- 
    - #SEARCH BOX
  -->

  <div class="search-container" data-search-container>

    <div class="search-box">
      <input type="search" name="search" aria-label="Search here" placeholder="Type keywords here..."
        class="search-input">

      <button class="search-submit" aria-label="Submit search" data-search-submit-btn>
        <ion-icon name="search-outline"></ion-icon>
      </button>
    </div>

    <button class="search-close-btn" aria-label="Cancel search" data-search-close-btn></button>

  </div>





  <main>
    <article>

      <!-- 
        - #HERO
      -->
      <div> <br>
        <br><br><br><br><br><br><br><br>
    
    
        <div class="container">

          <h1 class="h1">Politique De Confidentialité</h1>
          <br>
          <p><strong>1. Identit&eacute; et donn&eacute;es de contact du Fournisseur des produits et/ou services et donn&eacute;es de contact du d&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es&nbsp;&nbsp;</strong><br><strong>L&apos;identit&eacute; et les donn&eacute;es de contact du&nbsp;</strong>Fournisseur des produits et/ou services (&eacute;galement d&eacute;nomm&eacute; dans cette Politique de confidentialit&eacute;&ldquo; le Fournisseur des produits et/ou services&rdquo; ou le &rdquo;Responsable du traitement&rdquo;):</p>
          <p><strong>SAS SMSF</strong></p>
          <p>Addresse: ROUTE DE TOULOUSE 15, LEGUEVIN 31490, France</p>
          <p>T&eacute;l&eacute;phone: +33 5 32 60 35 84</p>
          <p>Num&eacute;ro d&apos;enregistrement de la soci&eacute;t&eacute;: N/A</p>
          <p>Num&eacute;ro d&apos;identification fiscale: N/A</p>
          <p>D&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es: N/A</p>
          <p><strong>1.1. Les donn&eacute;es de contact du d&eacute;l&eacute;gu&eacute; &agrave; la protection des donn&eacute;es (&ldquo;DPO&rdquo;)</strong> sont disponibles sur le site web tacoshouse.netlify.app, si un tel d&eacute;l&eacute;gu&eacute; a &eacute;t&eacute; (n&eacute;cessaire d&apos;&ecirc;tre) nomm&eacute;.</p>
          <p><strong>2. Finalit&eacute;s (et base juridique associ&eacute;e) du/des traitement(s)</strong></p>
          <p><strong>2.1.</strong> <u>Le Responsable du traitement doit traiter les donn&eacute;es personnelles que vous a</u> (nomm&eacute; dans cette politique de confidentialit&eacute; &rdquo;vous&rdquo; ou le &ldquo;client&rdquo; ou le &ldquo;sujet des donn&eacute;es&rdquo;)&nbsp;<u>avez fournies&nbsp;</u>(par ex. nom, pr&eacute;nom, adresse (de livraison), num&eacute;ro de t&eacute;l&eacute;phone, adresse e-mail) lors de la commande de produits et ou services par l&apos;application du Fournisseur (nomm&eacute;e dans la pr&eacute;sente politique de confidentialit&eacute; l&apos;&apos;application&apos; ou la &apos;solution&apos;), et communiqu&eacute;e par le Prestataire au Responsable du Traitement,&nbsp;<u><strong>&agrave; toutes fins utiles afin de prendre les dispositions n&eacute;cessaires pour conclure un contrat avec le client&nbsp;</strong></u>(suite &agrave; une demande exprim&eacute;e par le client lors de l&apos;utilisation de l&apos;application)&nbsp;<strong><u>et pour ex&eacute;cuter le contrat conclu avec le client (le &quot;contrat&quot;).</u></strong></p>
          <p><strong>2.2.</strong> Vos&nbsp;<strong>donn&eacute;es de contact &eacute;lectroniques</strong> fournies dans le cadre de la vente d&apos;un produit ou d&apos;un service&nbsp;<strong>peuvent &ecirc;tre utilis&eacute;es pour le marketing direct (communications non sollicit&eacute;es) concernant des produits ou services similaires.&nbsp;</strong>Vous pouvez toujours retirer votre consentement en utilisant le lien de d&eacute;sinscription disponible avant votre session de commande ou en bas de la page de toute communication de marketing par e-mail re&ccedil;ue de notre part.</p>
          <p><strong>2.4.</strong> Sans affecter la g&eacute;n&eacute;ralit&eacute; de ce qui pr&eacute;c&egrave;de et dans un souci de clart&eacute;, vos&nbsp;<strong>donn&eacute;es (de contact &eacute;lectronique) peuvent &ecirc;tre utilis&eacute;es&nbsp;</strong>par le Responsable du traitement et/ou les fournisseurs de produits et/ou services afin&nbsp;<strong>de vous envoyer des communications de marketing direct (communications non sollicit&eacute;es, pour des produits ou services qui ne sont pas similaires &agrave; ceux pour lesquels vous avez fourni vos donn&eacute;es),&nbsp;</strong>tant que vous avez donn&eacute; votre consentement&nbsp;<strong>&agrave; cette fin.&nbsp;</strong>Vous pouvez toujours retirer votre consentement en acc&eacute;dant au lien fourni.</p>
          <p><strong>2.5. Le responsable du traitement stockera et traitera toutes vos donn&eacute;es personnelles pour la dur&eacute;e et la p&eacute;riode maximales pr&eacute;vues par les dispositions l&eacute;gales obligatoires en vigueur.&nbsp;</strong></p>
          <p><strong>2.6.</strong> Le responsable du traitement traitera &eacute;galement vos donn&eacute;es personnelles &agrave; toute autre fin pour laquelle vous avez exprim&eacute; votre consentement sans ambigu&iuml;t&eacute;.</p>
          <p><strong>3. Base juridique du traitement&nbsp;</strong></p>
          <p>La base juridique du traitement est l&apos;article 6 paragraphe (1), lettres (b) et (c), ainsi que, notamment dans le cas du marketing direct, la lettre f) du R&egrave;glement (EU) 2016/679 du Parlement europ&eacute;en et du Conseil, du 27 avril 2016 (d&eacute;nomm&eacute; dans cette politique de traitement le &ldquo;R&egrave;glement&rdquo; ou (&ldquo;RGPD&rdquo;), &agrave; savoir:</p>
          <p>(b) traitement est n&eacute;cessaire &agrave; l&apos;ex&eacute;cution d&apos;un contrat auquel la personne concern&eacute;e est partie ou &agrave; l&apos;ex&eacute;cution de mesures pr&eacute;contractuelles;</p>
          <p>(c) le traitement est n&eacute;cessaire au respect d&apos;une obligation l&eacute;gale &agrave; laquelle le Responsable du traitement est soumis;</p>
          <p>&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;.</p>
          <p>(f) le traitement est n&eacute;cessaire aux fins des int&eacute;r&ecirc;ts l&eacute;gitimes poursuivis par le Responsable du traitement ou par un tiers...&rdquo;.</p>
          <p>Dans la mesure maximale permise par les dispositions l&eacute;gales en vigueur, le traitement des donn&eacute;es personnelles &agrave; des fins de marketing direct peut &ecirc;tre fait dans un int&eacute;r&ecirc;t l&eacute;gitime, en tenant compte de l&apos;existence d&apos;une relation pertinente et ad&eacute;quate entre la personne concern&eacute;e et le Responsable du traitement, la personne concern&eacute;e &eacute;tant/devenant un client du Responsable du traitement. Les int&eacute;r&ecirc;ts l&eacute;gitimes poursuivis par le Responsable du traitement &agrave; travers les communications de marketing direct sont principalement la possibilit&eacute; de tenir le client inform&eacute; de l&apos;activit&eacute; du Responsable du traitement.</p>
          <p><strong>4. Destinataires ou cat&eacute;gorie de destinataires des donn&eacute;es personnelles&nbsp;</strong></p>
          <p><strong>4.1.</strong> Vos donn&eacute;es sont envoy&eacute;es &agrave; diff&eacute;rents destinataires et dans diff&eacute;rents pays (tiers), destinataires qui traitent les donn&eacute;es personnelles dans les buts (compatibles, li&eacute;es et corr&eacute;l&eacute;es avec) d&apos;ex&eacute;cuter le contrat que vous avez avec le Responsable du traitement, &agrave; savoir: les prestataires de livraison, les prestataires d&apos;impression, fournisseurs de facturation, fournisseurs de fid&eacute;lit&eacute;, etc.</p>
          <p><strong>4.2.</strong> De plus, sans affecter la g&eacute;n&eacute;ralit&eacute; de ce qui pr&eacute;c&egrave;de et dans un souci de clart&eacute;, les informations suivantes seront transmises aux cat&eacute;gories de destinataires suivantes, aux fins suivantes:</p>
          <p><strong>4.2.1.</strong> Vos donn&eacute;es, &agrave; savoir: nom, pr&eacute;nom, adresse e-mail, num&eacute;ro de t&eacute;l&eacute;phone, adresse de livraison (le cas &eacute;ch&eacute;ant), fournies avec les d&eacute;tails de votre commande, par voie &eacute;lectronique (&agrave; l&apos;exclusion des d&eacute;tails de la carte de paiement, si vous avez choisi le processus de paiement en ligne) seront (re)transmises par les op&eacute;rateurs de messagerie &eacute;lectronique au Responsable du traitement et &agrave; vous, &agrave; votre adresse e-mail, afin de traiter la commande et de vous proposer les notifications pertinentes concernant les informations sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.</p>
          <p><strong>4.2.2.</strong> Si possible, vos donn&eacute;es, &agrave; savoir: nom, pr&eacute;nom, adresse e-mail, num&eacute;ro de t&eacute;l&eacute;phone, adresse de livraison (le cas &eacute;ch&eacute;ant), fournies avec les d&eacute;tails de votre commande, par voie &eacute;lectronique (&agrave; l&apos;exclusion des d&eacute;tails de la carte de paiement, si vous avez choisi le processus de paiement en ligne) seront (re transmises par les op&eacute;rateurs SMS aux fournisseurs de produits et/ou services et vous seront retourn&eacute;es, par SMS, afin de traiter la commande et de vous offrir les notifications pertinentes concernant les informations sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.</p>
          <p><strong>4.2.3.</strong> De plus, les donn&eacute;es personnelles seront envoy&eacute;es afin d&apos;&ecirc;tre stock&eacute;es par les fournisseurs de stockage de donn&eacute;es.</p>
          <p><strong>5. Transferts de donn&eacute;es personnelles vers des pays tiers ou une organisation internationale&nbsp;</strong></p>
          <p><strong>5.1.</strong> Un transfert &eacute;ventuel ou un ensemble de transferts de donn&eacute;es &agrave; caract&egrave;re personnel vers un pays tiers ou une organisation internationale n&apos;a lieu qu&apos;&agrave; l&apos;une des conditions suivantes:&nbsp;</p>
          <p>(a) la personne concern&eacute;e a explicitement consenti au transfert propos&eacute;, apr&egrave;s avoir &eacute;t&eacute; inform&eacute;e des risques &eacute;ventuels de tels transferts pour la personne concern&eacute;e en raison de l&apos;absence de d&eacute;cision d&apos;ad&eacute;quation et de garanties appropri&eacute;es;</p>
          <p>(b) le transfert est n&eacute;cessaire &agrave; l&apos;ex&eacute;cution d&apos;un contrat entre la personne concern&eacute;e et le responsable du traitement ou &agrave; la mise en &oelig;uvre de mesures pr&eacute;contractuelles prises &agrave; la demande de la personne concern&eacute;e;</p>
          <p>(c) le transfert est n&eacute;cessaire &agrave; la conclusion ou &agrave; l&apos;ex&eacute;cution d&apos;un contrat conclu dans l&apos;int&eacute;r&ecirc;t de la personne concern&eacute;e entre le Responsable du traitement et une autre personne physique ou morale;</p>
          <p>(d) le transfert est n&eacute;cessaire pour des raisons importantes d&apos;int&eacute;r&ecirc;t public;</p>
          <p>(e) le transfert est n&eacute;cessaire &agrave; la constatation, &agrave; l&apos;exercice ou &agrave; la d&eacute;fense de droits en justice;</p>
          <p>(f) le transfert est n&eacute;cessaire afin de prot&eacute;ger les int&eacute;r&ecirc;ts vitaux de la personne concern&eacute;e ou des autres personnes, lorsque la personne concern&eacute;e est physiquement ou juridiquement incapable de donner son consentement;&nbsp;</p>
          <p>g) existence d&apos;une d&eacute;cision d&apos;ad&eacute;quation conform&eacute;ment au R&egrave;glement;&nbsp;</p>
          <p>h) existence de garanties appropri&eacute;es, y compris des r&egrave;gles d&apos;entreprise contraignantes conform&eacute;ment au R&egrave;glement;&nbsp;</p>
          <p><strong>5.2.</strong> Les donn&eacute;es suivantes seront transf&eacute;r&eacute;es vers les pays tiers suivants, comme il suit:</p>
          <p><strong>5.2.1.</strong> Le nom, le pr&eacute;nom, l&apos;adresse e-mail, le num&eacute;ro de t&eacute;l&eacute;phone, l&apos;adresse de livraison (le cas &eacute;ch&eacute;ant) seront envoy&eacute;s &agrave; Sendgrid Inc, avec le si&egrave;ge &agrave; Denver Colorado, USA, afin de traiter la commande et de vous envoyer les notifications pertinentes concernant les informations sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.&nbsp;</p>
          <p><strong>5.2.2.</strong> Le nom, le pr&eacute;nom, l&apos;adresse e-mail, le num&eacute;ro de t&eacute;l&eacute;phone, l&apos;adresse de livraison (le cas &eacute;ch&eacute;ant) seront envoy&eacute;s &agrave; Peaberry Software Inc. d/b/a Customer IO avec le si&egrave;ge &agrave; New York - SUA, afin de traiter la commande et de vous envoyer les notifications pertinentes concernant les informations sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.&nbsp;</p>
          <p><strong>5.2.3.</strong> Le nom, le pr&eacute;nom, l&apos;adresse e-mail, le num&eacute;ro de t&eacute;l&eacute;phone, l&apos;adresse de livraison (le cas &eacute;ch&eacute;ant) seront envoy&eacute;s &agrave; Twilio Inc., &agrave; San Francisco, Californie - SUA, afin de traiter la commande et de vous envoyer les notifications pertinentes concernant les informations sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.&nbsp;</p>
          <p><strong>5.2.4.</strong> Le nom, le pr&eacute;nom, l&apos;adresse e-mail, le num&eacute;ro de t&eacute;l&eacute;phone, l&apos;adresse de livraison (le cas &eacute;ch&eacute;ant) l&apos;adresse IP d&rsquo;origine de la session de commande seront envoy&eacute;s &agrave; Amazon.com Inc. en Oregon - SUA, pour &ecirc;tre stock&eacute;s et/ou pour traiter la commande et vous envoyer les notifications pertinentes sur les informations portant sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.&nbsp;</p>
          <p><strong>5.2.5&nbsp;</strong>Si le paiement en ligne est disponible et si vous choisissez de l&apos;utiliser, alors le nom, le pr&eacute;nom, l&rsquo;adresse e-mail, le num&eacute;ro de t&eacute;l&eacute;phone, l&rsquo;adresse de livraison (le cas &eacute;ch&eacute;ant), l&rsquo;adresse IP d&rsquo;origine de la session de commande, le nom du titulaire de la carte , la date d&rsquo;&eacute;ch&eacute;ance de la carte, le num&eacute;ro de la carte, le code Cvv (si n&eacute;cessaire) seront envoy&eacute;s &agrave; Speedly Inc. avec le si&egrave;ge &agrave; Durham, Caroline de Nord, SUA, afin de traiter la commande et de vous envoyer les notifications pertinentes concernant les informations sur la confirmation ou le refus de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande.&nbsp;</p>
          <p><strong>5.2.6.&nbsp;</strong>Les pays tiers peuvent &ecirc;tre ajout&eacute;s et / ou supprim&eacute;s &agrave; tout moment par l&apos;Op&eacute;rateur, le cas &eacute;ch&eacute;ant.&nbsp;</p>
          <p><strong>6. P&eacute;riode pendant laquelle les donn&eacute;es personnelles seront stock&eacute;es / Crit&egrave;res utilis&eacute;s pour d&eacute;terminer cette p&eacute;riode.</strong></p>
          <p>Les donn&eacute;es personnelles seront conserv&eacute;es pendant 1 an mais pas moins que la p&eacute;riode pr&eacute;vue par la r&eacute;glementation l&eacute;gale en vigueur.</p>
          <p>Les donn&eacute;es personnelles seront (principalement) stock&eacute;es afin d&apos;ex&eacute;cuter le contrat ainsi qu&apos;&agrave; des fins fiscales et/ou l&eacute;gales et en outre, sp&eacute;cifiquement et sans affecter la g&eacute;n&eacute;ralit&eacute; de ce qui pr&eacute;c&egrave;de, l&apos;adresse e-mail et le num&eacute;ro de t&eacute;l&eacute;phone (le cas &eacute;ch&eacute;ant) seront stock&eacute;s &agrave; des fins de marketing direct.</p>
          <p><strong>7. Obligation de fournir les donn&eacute;es personnelles et cons&eacute;quences possibles de la non-fourniture de ces donn&eacute;es</strong></p>
          <p>La fourniture des donn&eacute;es personnelles est une exigence contractuelle.</p>
          <p>La personne concern&eacute;e est tenue de fournir les donn&eacute;es personnelles.</p>
          <p>Le refus de fournir (certaines) donn&eacute;es (personnelles) entra&icirc;nera (comme cons&eacute;quence du non-respect de l&apos;obligation de fournir des donn&eacute;es respectives) l&apos;impossibilit&eacute; d&apos;utiliser (pleinement) l&apos;application et/ou certaines fonctionnalit&eacute;s de l&apos;application et/ou l&apos;impossibilit&eacute; de commander et/ou d&apos;acheter et/ou de prendre et/ou de livrer des produits et/ou services, selon le cas, le Responsable du traitement ayant le droit de ne pas traiter la commande.</p>
          <p>Sans affecter la g&eacute;n&eacute;ralit&eacute; de ce qui pr&eacute;c&egrave;de et dans un souci de clart&eacute;:</p>
          <p>i) Dans le cas o&ugrave; les donn&eacute;es concernant le lieu o&ugrave; les produits doivent &ecirc;tre livr&eacute;s ne sont pas fournies, les produits ne peuvent pas &ecirc;tre livr&eacute;s;</p>
          <p>ii) Si l&apos;adresse e-mail n&apos;est pas fournie, nous ne pouvons pas vous envoyer d&apos;informations sur la confirmation ou le rejet de la commande ou sur les commandes manqu&eacute;es et/ou d&apos;autres informations concernant votre commande et les communications avec vous ne peuvent pas &ecirc;tre effectu&eacute;es;</p>
          <p>v) Dans le cas o&ugrave; le nom et le pr&eacute;nom ne sont pas fournis, nous n&apos;aurons pas les donn&eacute;es d&apos;identification minimales pour avoir un accord valide avec vous et &eacute;galement votre commande ne sera pas trait&eacute;e et nous ne serons pas en mesure de vous envoyer les informations sur la confirmation ou le rejet de la commande ou sur les commandes manqu&eacute;es.</p>
          <p>vi) Si les adresses IP ne sont pas fournies, aucune autre investigation ne peut &ecirc;tre effectu&eacute;e afin de d&eacute;terminer ce qui s&apos;est pass&eacute; et si vous avez &eacute;t&eacute; ou non victime d&apos;une session de commande frauduleuse (par exemple, fausses commandes, farces ou usurpation d&apos;identit&eacute;), par cons&eacute;quent, la commande peut ne pas &ecirc;tre accept&eacute;e en toute s&eacute;curit&eacute;.</p>
          <p>vii) Dans le cas o&ugrave; le num&eacute;ro de t&eacute;l&eacute;phone n&apos;est pas fourni, le Responsable du traitement peut ne pas vous contacter dans le d&eacute;lai opportun pour des clarifications li&eacute;es &agrave; la commande ou des clarifications d&apos;adresse de livraison, selon le cas.</p>
          <p><strong>8. Droit d&apos;acc&egrave;s de la personne concern&eacute;e&nbsp;</strong></p>
          <p><strong>8.1.</strong> La personne concern&eacute;e a le droit d&apos;obtenir du responsable du traitement une confirmation quant au traitement ou non des donn&eacute;es &agrave; caract&egrave;re personnel la concernant et, le cas &eacute;ch&eacute;ant, d&apos;acc&eacute;der aux donn&eacute;es personnelles et aux informations suivantes:</p>
          <p><strong>(a)</strong> les finalit&eacute;s du traitement;&nbsp;</p>
          <p><strong>(b)</strong> es cat&eacute;gories de donn&eacute;es personnelles concern&eacute;es;</p>
          <p><strong>(c)</strong> les destinataires ou cat&eacute;gories de destinataires auxquels les donn&eacute;es personnelles ont &eacute;t&eacute; ou seront divulgu&eacute;es, en particulier les destinataires dans des pays tiers ou des organisations internationales;</p>
          <p><strong>(d)</strong> dans la mesure du possible, la p&eacute;riode envisag&eacute;e pour laquelle les donn&eacute;es personnelles seront stock&eacute;es, ou, si cela n&apos;est pas possible, les crit&egrave;res utilis&eacute;s pour d&eacute;terminer cette p&eacute;riode;</p>
          <p><strong>(e)</strong> l&apos;existence du droit de demander au Responsable du traitement la rectification ou l&apos;effacement des donn&eacute;es personnelles ou la limitation du traitement des donn&eacute;es personnelles concernant la personne concern&eacute;e ou de s&apos;opposer &agrave; un tel traitement;</p>
          <p><strong>(f)</strong> le droit de d&eacute;poser une plainte aupr&egrave;s d&apos;une autorit&eacute; de contr&ocirc;le;</p>
          <p><strong>(g)</strong> lorsque les donn&eacute;es personnelles ne sont pas collect&eacute;es aupr&egrave;s de la personne concern&eacute;e, toute information disponible quant &agrave; leur source;</p>
          <p><strong>(h)</strong> l&apos;existence d&apos;une prise de d&eacute;cision automatis&eacute;e, y compris le profilage, vis&eacute;e dans le r&egrave;glement et, au moins dans ces cas, des informations significatives sur la logique impliqu&eacute;e, ainsi que l&apos;importance et les cons&eacute;quences envisag&eacute;es d&apos;un tel traitement pour la personne concern&eacute;e.</p>
          <p><strong>8.2.</strong> Lorsque des donn&eacute;es &agrave; caract&egrave;re personnel sont transf&eacute;r&eacute;es vers un pays tiers ou vers une organisation internationale, la personne concern&eacute;e a le droit d&apos;&ecirc;tre inform&eacute;e des garanties appropri&eacute;es relatives au transfert.</p>
          <p><strong>8.3.</strong> Le Responsable du traitement fournit une copie des donn&eacute;es personnelles en cours de traitement. Pour toute copie suppl&eacute;mentaire demand&eacute;e par la personne concern&eacute;e, le Responsable du traitement peut facturer des frais raisonnables en fonction des frais administratifs. Lorsque la personne concern&eacute;e fait la demande par voie &eacute;lectronique, et sauf demande contraire de la personne concern&eacute;e, les informations sont fournies sous une forme &eacute;lectronique couramment utilis&eacute;e.</p>
          <p><strong>8.4.</strong> Le droit d&apos;obtenir une copie vis&eacute; au paragraphe 8.3 ne porte pas atteinte aux droits et libert&eacute;s d&apos;autrui.</p>
          <p><strong>9. Droit de rectification&nbsp;</strong></p>
          <p>La personne concern&eacute;e a le droit d&apos;obtenir du responsable du traitement, sans retard injustifi&eacute;, la rectification de donn&eacute;es personnelles inexactes la concernant. Compte tenu des finalit&eacute;s du traitement, la personne concern&eacute;e a le droit de faire compl&eacute;ter des donn&eacute;es personnelles incompl&egrave;tes, y compris au moyen d&apos;une d&eacute;claration compl&eacute;mentaire.&nbsp;</p>
          <p><strong>10.</strong> Droit &agrave; l&apos;effacement (&quot;droit &agrave; l&apos;oubli&quot;)</p>
          <p><strong>10.1.</strong> La personne concern&eacute;e a le droit d&apos;obtenir du Responsable du traitement l&apos;effacement des donn&eacute;es personnelles la concernant sans retard injustifi&eacute;, et le Responsable du traitement a l&apos;obligation d&apos;effacer les donn&eacute;es personnelles sans retard excessif lorsque l&apos;un des motifs suivants s&apos;applique:</p>
          <p><strong>(a)</strong></p>
          <p>les donn&eacute;es personnelles ne sont plus n&eacute;cessaires au regard des finalit&eacute;s pour lesquelles elles ont &eacute;t&eacute; collect&eacute;es ou trait&eacute;es d&apos;une autre mani&egrave;re;</p>
          <p><strong>(b)</strong></p>
          <p>la personne concern&eacute;e retire le consentement sur lequel le traitement est bas&eacute;, lorsque le traitement a lieu sur la base du consentement de la personne concern&eacute;e donn&eacute; pour le traitement des donn&eacute;es &agrave; caract&egrave;re personnel &agrave; une ou plusieurs fins sp&eacute;cifiques et lorsqu&apos;il n&apos;existe aucun autre fondement juridique pour le traitement;</p>
          <p><strong>(c)</strong></p>
          <p>la personne concern&eacute;e s&apos;oppose au traitement, pour des motifs li&eacute;s &agrave; sa situation particuli&egrave;re, conform&eacute;ment au r&egrave;glement, et il n&apos;existe aucun motif l&eacute;gitime imp&eacute;rieux pour le traitement, ou la personne concern&eacute;e s&apos;oppose au traitement &agrave; des fins de marketing direct et lorsqu&apos;il existe il n&apos;y a pas d&apos;autre fondement juridique pour le traitement;</p>
          <p><strong>(d)</strong></p>
          <p>les donn&eacute;es personnelles ont &eacute;t&eacute; trait&eacute;es ill&eacute;galement;</p>
          <p><strong>(e)</strong></p>
          <p>les donn&eacute;es &agrave; caract&egrave;re personnel doivent &ecirc;tre effac&eacute;es pour faire respecter une obligation l&eacute;gale en vertu du droit de l&apos;Union ou du droit d&apos;un &Eacute;tat membre auquel le Responsable du traitement est soumis;</p>
          <p><strong>(f)</strong></p>
          <p>les donn&eacute;es &agrave; caract&egrave;re personnel ont &eacute;t&eacute; collect&eacute;es dans le cadre de l&apos;offre de la soci&eacute;t&eacute; de l&apos;information de services &agrave; un enfant, conform&eacute;ment au R&egrave;glement.&nbsp;</p>
          <p><strong>10.2.</strong> Lorsque le Responsable du traitement a rendu publiques les donn&eacute;es &agrave; caract&egrave;re personnel et est tenu, en vertu du paragraphe 10.1, d&apos;effacer les donn&eacute;es &agrave; caract&egrave;re personnel, celui-ci, compte tenu de la technologie disponible et des co&ucirc;ts de mise en &oelig;uvre, prend un d&eacute;lai raisonnable pour appliquer des mesures, y compris des mesures techniques, pour informer les responsables du traitement et les sous-traitants qui traitent les donn&eacute;es &agrave; caract&egrave;re personnel que la personne concern&eacute;e a demand&eacute; l&apos;effacement par ces responsables du traitement de tout lien vers, ou de la copie ou de la r&eacute;plication de ces donn&eacute;es &agrave; caract&egrave;re personnel.</p>
          <p><strong>10.3.&nbsp;</strong>Les paragraphes 10.1 et 10.2 ne s&apos;appliquent pas dans la mesure o&ugrave; un traitement est n&eacute;cessaire:</p>
          <p><strong>(a)</strong> pour exercer le droit &agrave; la libert&eacute; d&apos;expression et d&apos;information;</p>
          <p><strong>(b)</strong> pour le respect d&apos;une obligation l&eacute;gale qui n&eacute;cessite un traitement par le droit de l&apos;Union ou d&apos;un &Eacute;tat membre auquel le responsable du traitement est soumis ou pour l&apos;ex&eacute;cution d&apos;une mission effectu&eacute;e dans l&apos;int&eacute;r&ecirc;t public ou dans l&apos;exercice de l&apos;autorit&eacute; publique conf&eacute;r&eacute;e au Responsable du traitement;</p>
          <p><strong>(c)</strong> pour des raisons d&apos;int&eacute;r&ecirc;t public dans le domaine de la sant&eacute; publique conform&eacute;ment au R&egrave;glement;</p>
          <p><strong>(d)</strong> &agrave; des fins d&apos;archivage dans l&apos;int&eacute;r&ecirc;t public, &agrave; des fins de recherche scientifique ou historique ou &agrave; des fins statistiques conform&eacute;ment au r&egrave;glement, dans la mesure o&ugrave; le droit vis&eacute; au paragraphe 10.1 est susceptible de rendre impossible ou de compromettre gravement la r&eacute;alisation des objectifs de ce traitement; ou&nbsp;</p>
          <p><strong>(e)</strong> pour la constatation, l&apos;exercice ou la d&eacute;fense de droits en justice.</p>
          <p><strong>11. Droit &agrave; la limitation du traitement&nbsp;</strong></p>
          <p><strong>11.1.</strong> La personne concern&eacute;e a le droit d&apos;obtenir du Responsable du traitement des restrictions de traitement dans les cas suivants:</p>
          <p><strong>(a)</strong> la personne concern&eacute;e conteste l&apos;exactitude des donn&eacute;es personnelles pendant une p&eacute;riode permettant au Responsable du traitement de v&eacute;rifier l&apos;exactitude des donn&eacute;es personnelles;</p>
          <p><strong>(b)</strong> le traitement est illicite et la personne concern&eacute;e s&apos;oppose &agrave; l&apos;effacement des donn&eacute;es personnelles et demande &agrave; la place la restriction de leur utilisation;</p>
          <p><strong>(c)</strong> le Responsable du traitement n&apos;a plus besoin des donn&eacute;es personnelles aux fins du traitement, mais elles sont requises par la personne concern&eacute;e pour la constatation, l&apos;exercice ou la d&eacute;fense de droits en justice;&nbsp;</p>
          <p><strong>(d)</strong> la personne concern&eacute;e s&apos;est oppos&eacute;e au traitement pour des motifs li&eacute;s &agrave; sa situation particuli&egrave;re, conform&eacute;ment au R&egrave;glement, dans l&apos;attente de la v&eacute;rification que les motifs l&eacute;gitimes du Responsable du traitement soient sup&eacute;rieurs &agrave; ceux de la personne concern&eacute;e.&nbsp;</p>
          <p><strong>11.2.</strong> Lorsque le traitement a &eacute;t&eacute; restreint en vertu du paragraphe 11.1, ces donn&eacute;es personnelles ne sont, &agrave; l&apos;exception du stockage, trait&eacute;es qu&apos;avec le consentement de la personne concern&eacute;e ou pour l&apos;&eacute;tablissement, l&apos;exercice ou la d&eacute;fense de ou pour la protection des droits d&apos;une autre personne physique ou morale ou pour des raisons d&apos;int&eacute;r&ecirc;t public important de l&apos;Union ou d&apos;un &Eacute;tat membre.&nbsp;</p>
          <p><strong>11.3.</strong> Une personne concern&eacute;e qui a obtenu une restriction de traitement conform&eacute;ment au paragraphe 11.1 est inform&eacute;e par le responsable du traitement avant la lev&eacute;e de la restriction de traitement.&nbsp;</p>
          <p><strong>12.</strong> Obligation de notification concernant la rectification ou l&apos;effacement des donn&eacute;es personnelles ou la restriction du traitement</p>
          <p>Le Responsable du traitement communique toute rectification ou effacement des donn&eacute;es personnelles ou restriction du traitement effectu&eacute; conform&eacute;ment au paragraphe 9, paragraphe 10.1. et paragraphe 11 &agrave; chaque destinataire auquel les donn&eacute;es personnelles ont &eacute;t&eacute; divulgu&eacute;es, sauf si cela s&apos;av&egrave;re impossible ou implique un effort disproportionn&eacute;. Le Responsable du traitement informe la personne concern&eacute;e de ces destinataires si la personne concern&eacute;e le demande.</p>
          <p><strong>13. Droit &agrave; la portabilit&eacute; des donn&eacute;es&nbsp;</strong></p>
          <p><strong>13.1.</strong> La personne concern&eacute;e a le droit de recevoir les donn&eacute;es &agrave; caract&egrave;re personnel la concernant, qu&apos;elle a fournies au Responsable du traitement, dans un format structur&eacute;, couramment utilis&eacute; et lisible par machine et a le droit de transmettre ces donn&eacute;es &agrave; un autre responsable du traitement sans entrave du responsable du traitement auquel les donn&eacute;es personnelles ont &eacute;t&eacute; fournies, si:</p>
          <p><strong>(a)</strong> le traitement est bas&eacute; sur le consentement ou sur un contrat; et&nbsp;</p>
          <p><strong>(b)</strong> le traitement est effectu&eacute; par des moyens automatis&eacute;s.</p>
          <p><strong>13.2.</strong> Dans l&apos;exercice de son droit &agrave; la portabilit&eacute; des donn&eacute;es conform&eacute;ment au paragraphe 13.1, la personne concern&eacute;e a le droit de faire transmettre les donn&eacute;es personnelles directement d&apos;un responsable du traitement &agrave; un autre, lorsque cela est techniquement possible.&nbsp;</p>
          <p><strong>13.3.</strong> L&apos;exercice du droit vis&eacute; au paragraphe 13.1 du pr&eacute;sent article est sans pr&eacute;judice de l&apos;article 17. Ce droit ne s&apos;applique pas au traitement n&eacute;cessaire &agrave; l&apos;accomplissement d&apos;une t&acirc;che effectu&eacute;e en l&apos;int&eacute;r&ecirc;t public ou l&apos;exercice de l&apos;autorit&eacute; publique conf&eacute;r&eacute;e au Responsable du traitement.</p>
          <p><strong>13.4.</strong> Le droit mentionn&eacute; au paragraphe 13.1 ne porte pas atteinte aux droits et libert&eacute;s d&apos;autrui.</p>
          <p><strong>14. Droit d&apos;opposition&nbsp;</strong></p>
          <p><strong>14.1.</strong> &Agrave; tout moment, la personne concern&eacute;e a le droit de s&apos;opposer, pour des motifs li&eacute;s &agrave; sa situation particuli&egrave;re, au traitement, aux fins des int&eacute;r&ecirc;ts l&eacute;gitimes poursuivis par le Responsable du traitement ou un tiers, les donn&eacute;es personnelles le concernant, y compris le profilage bas&eacute; sur ces dispositions. Le Responsable du traitement ne traite plus les donn&eacute;es personnelles &agrave; moins qu&apos;il ne d&eacute;montre des motifs l&eacute;gitimes imp&eacute;rieux pour le traitement qui pr&eacute;valent sur les int&eacute;r&ecirc;ts, les droits et les libert&eacute;s de la personne concern&eacute;e ou pour la constatation, l&apos;exercice ou la d&eacute;fense de droits en justice.&nbsp;</p>
          <p><strong>14.2.</strong> Lorsque des donn&eacute;es personnelles sont trait&eacute;es &agrave; des fins de marketing direct, la personne concern&eacute;e a le droit de s&apos;opposer &agrave; tout moment au traitement des donn&eacute;es personnelles la concernant &agrave; cette fin, ce qui comprend le profilage dans la mesure o&ugrave; il est li&eacute; &agrave; ce marketing direct.</p>
          <p><strong>14.3.</strong> Si la personne concern&eacute;e s&apos;oppose au traitement &agrave; des fins de marketing direct, les donn&eacute;es &agrave; caract&egrave;re personnel sont trait&eacute;es plus longtemps &agrave; ces fins. Dans le cas o&ugrave; la personne concern&eacute;e choisit le traitement de donn&eacute;es personnelles &agrave; des fins de marketing direct, s&eacute;par&eacute;ment et sans aucune liaison avec une autre action, y compris en activant tout bouton d&apos;acceptation concernant le traitement de donn&eacute;es personnelles &agrave; des fins de marketing direct, les derni&egrave;res donn&eacute;es personnelles fournies de quelque mani&egrave;re que ce soit seront trait&eacute;es &agrave; des fins de marketing direct.</p>
          <p><strong>14.4.</strong> Au plus tard lors de la premi&egrave;re communication avec la personne concern&eacute;e, le droit vis&eacute; aux paragraphes 14.1. et 14.2. est explicitement port&eacute; &agrave; la connaissance de la personne concern&eacute;e et pr&eacute;sent&eacute; clairement et s&eacute;par&eacute;ment de toute autre information.&nbsp;</p>
          <p><strong>14.5.</strong> Dans le cadre de l&apos;utilisation des services de la soci&eacute;t&eacute; de l&apos;information et nonobstant la directive 2002/58 / CE, la personne concern&eacute;e peut exercer son droit d&apos;opposition par des moyens automatis&eacute;s en utilisant des sp&eacute;cifications techniques.</p>
          <p><strong>14.6.</strong> Lorsque des donn&eacute;es &agrave; caract&egrave;re personnel sont trait&eacute;es &agrave; des fins de recherche scientifique ou historique ou &agrave; des fins statistiques conform&eacute;ment au r&egrave;glement, la personne concern&eacute;e, pour des motifs li&eacute;s &agrave; sa situation particuli&egrave;re, a le droit de s&apos;opposer au traitement des donn&eacute;es personnelles le concernant, sauf si le traitement est n&eacute;cessaire &agrave; l&apos;accomplissement d&apos;une mission effectu&eacute;e pour des raisons d&apos;int&eacute;r&ecirc;t public.</p>
          <p><strong>15. Prise de d&eacute;cision individuelle automatis&eacute;e, y compris le profilage&nbsp;</strong></p>
          <p><strong>15.1.&nbsp;</strong>La personne concern&eacute;e a le droit de ne pas &ecirc;tre soumise &agrave; une d&eacute;cision fond&eacute;e uniquement sur un traitement automatis&eacute;, y compris le profilage, qui produit des effets juridiques la concernant ou l&apos;affecte significativement de mani&egrave;re similaire.</p>
          <p><strong>15.2.</strong> Le paragraphe 15.1. ne s&apos;applique pas si la d&eacute;cision:</p>
          <p><strong>(a) est n&eacute;cessaire pour conclure ou ex&eacute;cuter un contrat entre la personne concern&eacute;e et un responsable du traitement;</strong></p>
          <p><strong>(b)</strong> est autoris&eacute;e par le droit de l&apos;Union ou du &Eacute;tat membre auquel le Responsable du traitement est soumis et qui pr&eacute;voit &eacute;galement des mesures appropri&eacute;es pour prot&eacute;ger les droits et libert&eacute;s et les int&eacute;r&ecirc;ts l&eacute;gitimes de la personne concern&eacute;e; ou&nbsp;</p>
          <p><strong>(c)</strong> est bas&eacute; sur le consentement explicite de la personne concern&eacute;e.</p>
          <p><strong>15.3.</strong> Dans les cas vis&eacute;s au paragraphe 15.2, points a) et c), le Responsable du traitement met en &oelig;uvre des mesures appropri&eacute;es pour sauvegarder les droits et libert&eacute;s et les int&eacute;r&ecirc;ts l&eacute;gitimes de la personne concern&eacute;e, au moins le droit d&apos;obtenir une intervention humaine de la part du responsable du traitement, d&apos;exprimer son point de vue et de contester la d&eacute;cision.</p>
          <p><strong>16.</strong> Droit d&apos;introduire une r&eacute;clamation aupr&egrave;s d&apos;une autorit&eacute; de contr&ocirc;le&nbsp;</p>
          <p><strong>16.1.</strong> Sans pr&eacute;judice de tout autre recours administratif ou judiciaire, toute personne concern&eacute;e a le droit d&apos;introduire une r&eacute;clamation aupr&egrave;s d&apos;une autorit&eacute; de contr&ocirc;le, notamment dans l&apos;&Eacute;tat membre de sa r&eacute;sidence habituelle, lieu de travail ou lieu de l&apos;infraction pr&eacute;sum&eacute;e si la personne concern&eacute;e estime que le traitement des donn&eacute;es &agrave; caract&egrave;re personnel la concernant viole le R&egrave;glement.</p>
          <p><strong>16.2.</strong> L&apos;autorit&eacute; de contr&ocirc;le aupr&egrave;s de laquelle la plainte a &eacute;t&eacute; d&eacute;pos&eacute;e informe le plaignant de l&apos;&eacute;tat d&apos;avancement et du r&eacute;sultat de la plainte, y compris de la possibilit&eacute; d&apos;un recours juridictionnel conform&eacute;ment &agrave; l&apos;Article 17.</p>
          <p><strong>17. Droit &agrave; un recours juridictionnel effectif contre une autorit&eacute; de contr&ocirc;le</strong></p>
          <p><strong>17.1.</strong> Sans pr&eacute;judice de tout autre recours administratif ou non judiciaire, chaque personne physique ou morale a droit &agrave; un recours juridictionnel effectif contre une d&eacute;cision juridiquement contraignante la concernant d&rsquo;une autorit&eacute; de contr&ocirc;le.</p>
          <p><strong>17.2.</strong> Sans pr&eacute;judice de tout autre recours administratif ou non judiciaire, chaque personne concern&eacute;e a le droit d&apos;exercer un recours juridictionnel effectif lorsque l&apos;autorit&eacute; de contr&ocirc;le comp&eacute;tente en vertu du R&egrave;glement ne traite pas sa plainte ou n&apos;informe pas la personne concern&eacute;e dans un d&eacute;lai de trois mois sur l&apos;&eacute;tat d&apos;avancement ou l&apos;issue de la plainte d&eacute;pos&eacute;e en application de l&apos;Article 16.</p>
          <p><strong>17.3.</strong> Les poursuites contre une autorit&eacute; de contr&ocirc;le sont port&eacute;es devant les juridictions de l&apos;&Eacute;tat membre o&ugrave; l&apos;autorit&eacute; de contr&ocirc;le a son si&egrave;ge.</p>
          <p><strong>17.4.</strong> Lorsque des poursuites sont engag&eacute;es contre une d&eacute;cision d&apos;une autorit&eacute; de contr&ocirc;le qui a &eacute;t&eacute; pr&eacute;c&eacute;d&eacute;e par un avis ou une d&eacute;cision du conseil d&apos;administration dans le cadre du m&eacute;canisme de coh&eacute;rence, l&apos;autorit&eacute; de contr&ocirc;le transmet cet avis ou cette d&eacute;cision au tribunal.</p>
          <p><strong>18.</strong> Droit &agrave; un recours judiciaire effectif contre un responsable du traitement ou un sous-traitant&nbsp;</p>
          <p><strong>18.1.</strong> Sans pr&eacute;judice de tout recours administratif ou non judiciaire disponible, y compris le droit d&apos;introduire une r&eacute;clamation aupr&egrave;s d&apos;une autorit&eacute; de contr&ocirc;le conform&eacute;ment au R&egrave;glement, chaque personne concern&eacute;e a droit &agrave; un recours juridictionnel effectif lorsqu&apos;il estime que ses droits au titre du R&egrave;glement ont &eacute;t&eacute; viol&eacute;s du fait du traitement de ses donn&eacute;es &agrave; caract&egrave;re personnel en violation du R&egrave;glement.</p>
          <p><strong>18.2.</strong> Les poursuites contre un responsable du traitement ou un sous-traitant sont engag&eacute;es devant les juridictions de l&apos;&Eacute;tat membre dans lequel le responsable du traitement ou le sous-traitant a un si&egrave;ge. &Agrave; d&eacute;faut, une telle proc&eacute;dure peut &ecirc;tre port&eacute;e devant les juridictions de l&apos;&Eacute;tat membre o&ugrave; la personne concern&eacute;e a sa r&eacute;sidence habituelle, sauf si le responsable du traitement ou le sous-traitant est une autorit&eacute; publique d&apos;un &Eacute;tat membre agissant dans l&apos;exercice de ses pouvoirs publics.</p>
          <p><strong>19. Repr&eacute;sentation des personnes concern&eacute;es&nbsp;</strong></p>
          <p><strong>19.1.</strong> La personne concern&eacute;e a le droit de mandater un organisme, une organisation ou une association &agrave; but non lucratif l&eacute;galement constitu&eacute;e conform&eacute;ment au droit d&apos;un &Eacute;tat membre, avec des objectifs statutaires dans l&apos;int&eacute;r&ecirc;t public et active dans le domaine de la protection des droits et libert&eacute;s des personnes concern&eacute;es en ce qui concerne la protection de leurs donn&eacute;es &agrave; caract&egrave;re personnel &agrave; d&eacute;poser la plainte en son nom, &agrave; exercer les droits vis&eacute;s aux articles 16 , 17 et 18 et &agrave; exercer le droit de recevoir une compensation vis&eacute;e dans le r&egrave;glement en son nom lorsque la l&eacute;gislation des &Eacute;tats membres le pr&eacute;voit.</p>
          <p><strong>19.2.</strong> Les &Eacute;tats membres peuvent pr&eacute;voir que tout organisme, organisation ou association vis&eacute; au paragraphe 19.1 du pr&eacute;sent article, ind&eacute;pendamment du mandat de la personne concern&eacute;e, a le droit de d&eacute;poser, dans cet &Eacute;tat membre, une plainte aupr&egrave;s de l&apos;autorit&eacute; de contr&ocirc;le comp&eacute;tente en vertu de l&apos;article 16 et d&apos;exercer les droits vis&eacute;s aux articles 17 et 18 si elle estime que les droits d&apos;une personne concern&eacute;e au titre du r&egrave;glement ont &eacute;t&eacute; viol&eacute;s du fait du traitement.</p>
          <p><strong>20. Droit &agrave; indemnisation et responsabilit&eacute;&nbsp;</strong></p>
          <p><strong>20.1.</strong> Toute personne ayant subi un pr&eacute;judice mat&eacute;riel ou immat&eacute;riel du fait d&apos;une violation du R&egrave;glement a le droit de recevoir une indemnisation du Responsable du traitement ou du sous-traitant pour le pr&eacute;judice subi.</p>
          <p><strong>20.2.&nbsp;</strong>Tout responsable du traitement impliqu&eacute; dans le traitement est responsable des dommages caus&eacute;s par un traitement qui viole le pr&eacute;sent R&egrave;glement. Le sous-traitant est responsable des dommages caus&eacute;s par le traitement uniquement lorsqu&apos;il n&apos;a pas respect&eacute; les obligations du R&egrave;glement sp&eacute;cifiquement destin&eacute;es aux sous-traitants ou lorsqu&apos;il a agi en dehors ou contrairement aux instructions l&eacute;gales du Responsable du traitement.</p>
          <p><strong>20.3.</strong> Le Responsable du traitement ou le sous-traitant est exon&eacute;r&eacute; de toute responsabilit&eacute; en vertu du paragraphe 20.2 s&apos;il prouve qu&apos;il n&apos;est en aucun cas responsable de l&apos;&eacute;v&eacute;nement &agrave; l&apos;origine du dommage.</p>
          <p><strong>20.4.</strong> Lorsque plus d&apos;un responsable du traitement ou sous-traitant, ou &agrave; la fois un responsable du traitement et un sous-traitant sont impliqu&eacute;s dans le m&ecirc;me traitement et ils sont, en vertu des paragraphes 20.2. et 20.3, responsables de tout dommage caus&eacute; par le traitement, chaque responsable de traitement ou sous-traitant sera tenu responsable de l&apos;int&eacute;gralit&eacute; des dommages afin d&apos;assurer une compensation effective de la personne concern&eacute;e.&nbsp;</p>
          <p><strong>20.5.</strong> Lorsqu&apos;un responsable du traitement ou sous-traitant a pay&eacute;, conform&eacute;ment au paragraphe 20.4., une indemnisation int&eacute;grale du pr&eacute;judice subi, ce responsable du traitement ou sous-traitant est en droit de r&eacute;clamer aux autres responsables du traitement ou sous-traitants impliqu&eacute;s dans le m&ecirc;me traitement la partie de l&apos;indemnit&eacute; correspondant &agrave; leur part de responsabilit&eacute; pour les dommages, conform&eacute;ment aux conditions &eacute;nonc&eacute;es au paragraphe 18.2.</p>
          <p><strong>20.6.</strong> La proc&eacute;dure judiciaire pour l&apos;exercice du droit &agrave; r&eacute;paration est port&eacute;e devant les juridictions comp&eacute;tentes en vertu du droit de l&apos;&Eacute;tat membre vis&eacute; au 18.2.</p>
          <p><strong>21. Retrait du consentement&nbsp;</strong></p>
          <p>Lorsque le traitement est bas&eacute; sur: i) le consentement de la personne concern&eacute;e donn&eacute; pour le traitement de ses donn&eacute;es personnelles &agrave; une ou plusieurs fins sp&eacute;cifiques; ou ii) le consentement de la personne concern&eacute;e donn&eacute; pour le traitement de certaines donn&eacute;es personnelles sp&eacute;ciales &agrave; une ou plusieurs fins sp&eacute;cifi&eacute;es, sauf lorsque le droit de l&apos;Union ou des &Eacute;tats membres pr&eacute;voit que l&apos;interdiction de traiter des donn&eacute;es personnelles sp&eacute;ciales ne peut pas &ecirc;tre lev&eacute;e par la personne concern&eacute;e,&nbsp;<br>la personne concern&eacute;e a le droit de retirer son consentement &agrave; tout moment, sans affecter la lic&eacute;it&eacute; du traitement bas&eacute; sur le consentement avant son retrait.&nbsp;<br>Dans un souci de clart&eacute;, le retrait du consentement n&apos;affecte pas le traitement des donn&eacute;es personnelles fond&eacute; sur une autre base juridique.</p>
          <p><strong>22.Politique des cookies&nbsp;</strong></p>
          <p>[ L&apos;application Web du Responsable du traitement peut utiliser des &quot;cookies&quot;.</p>
          <p>Les cookies sont des fichiers texte contenant de petites quantit&eacute;s d&apos;informations t&eacute;l&eacute;charg&eacute;es sur votre appareil lorsque vous visitez et utilisez l&apos;application Web. Les cookies sont ensuite renvoy&eacute;s &agrave; l&apos;URL d&apos;origine lors de chaque visite suivante, ou &agrave; une autre URL qui reconna&icirc;t ce cookie. Les cookies sont utiles car ils permettent &agrave; un site Web de reconna&icirc;tre l&apos;appareil d&apos;un utilisateur. Vous pouvez trouver plus d&apos;informations sur les cookies sur: www.allaboutcookies.org et www.youronlinechoices.eu. Pour une vid&eacute;o sur les cookies, veuillez visiter www.google.co.uk/ goodtoknow / data-on-the-web/cookies.&nbsp;<br>Les cookies effectuent de nombreuses t&acirc;ches diff&eacute;rentes, comme vous permettre de naviguer efficacement entre les pages, de m&eacute;moriser vos pr&eacute;f&eacute;rences et d&apos;am&eacute;liorer g&eacute;n&eacute;ralement l&apos;exp&eacute;rience de l&apos;utilisateur.&nbsp;<br>Ils peuvent &eacute;galement vous aider &agrave; vous assurer que les publicit&eacute;s que vous voyez en ligne sont plus pertinentes pour vous et vos int&eacute;r&ecirc;ts.</p>
          <p>Vous pouvez d&eacute;finir et / ou ajuster vos param&egrave;tres et pr&eacute;f&eacute;rences (navigateur) concernant les cookies &agrave; tout moment, et vous pouvez d&eacute;sactiver les cookies. Leur d&eacute;sactivation peut vous emp&ecirc;cher d&apos;utiliser certaines parties / fonctionnalit&eacute;s de l&apos;application Web du Responsable du traitement.</p>
          <p>Nous pouvons collecter des informations anonymes, y compris &agrave; des fins statistiques ou de recherche.</p>
          <p>Nous utilisons les cat&eacute;gories suivantes sur notre application Web:</p>
          <p><strong>Category 1 &mdash; Cookies strictement n&eacute;cessaires&nbsp;</strong></p>
          <p>Ces cookies sont essentiels pour vous permettre de vous d&eacute;placer dans l&apos;application Web du Responsable du traitement et d&apos;utiliser ses fonctionnalit&eacute;s, telles que l&apos;acc&egrave;s aux zones s&eacute;curis&eacute;es. Sans ces cookies, les services tels que les paniers d&apos;achat ou la facturation &eacute;lectronique ne peuvent pas &ecirc;tre fournis.</p>
          <p><strong>Category 2 &mdash; Cookies de performance&nbsp;</strong></p>
          <p>Ces cookies collectent des informations sur la fa&ccedil;on dont vous utilisez l&apos;application Web du Responsable du traitement - par exemple, les pages que vous visitez le plus et si elles re&ccedil;oivent des messages d&apos;erreur des pages Web et/ou de l&apos;application Web. Ces cookies ne collectent pas d&apos;informations permettant d&apos;identifier un visiteur. Toutes les informations collect&eacute;es par ces cookies sont agr&eacute;g&eacute;es et donc anonymes. Elles sont uniquement utilis&eacute;es pour am&eacute;liorer le fonctionnement du ou des sites Web du Responsable du traitement et/ou l&apos;application.</p>
          <p>En tant que cookies tiers dans cette cat&eacute;gorie, nous utilisons Google Analytics, un service qui transmet les donn&eacute;es de trafic du site Web aux serveurs de Google aux &Eacute;tats-Unis. Les rapports fournis par Google Analytics nous aident &agrave; comprendre le trafic sur le site Web et l&apos;utilisation des pages Web. Google Analytics n&apos;identifie pas les utilisateurs individuels et n&apos;associe pas votre adresse IP &agrave; d&apos;autres donn&eacute;es d&eacute;tenues par Google.</p>
          <p><strong>Google Analytics:</strong> our plus d&apos;informations sur les cookies de Google Analytics, veuillez consulter les pages d&apos;aide et la politique de confidentialit&eacute; de Google:&nbsp;</p>
          <p>Politique de confidentialit&eacute; de Google&nbsp;</p>
          <p>Pages d&apos;aide de Google Analytics&nbsp;</p>
          <p>Google a d&eacute;velopp&eacute; le module compl&eacute;mentaire de navigateur pour la d&eacute;sactivation de Google Analytics; si vous souhaitez d&eacute;sactiver Google Analytics, vous pouvez t&eacute;l&eacute;charger et installer le module compl&eacute;mentaire pour votre navigateur Web ici.</p>
          <p><strong>Cat&eacute;gorie 3 - Cookies de fonctionnalit&eacute;&nbsp;</strong></p>
          <p>Ces cookies permettent &agrave; l&apos;application Web du contr&ocirc;leur de se souvenir des choix que vous faites lors de la navigation et/ou d&apos;utilisation de l&apos;application (comme votre nom d&apos;utilisateur, votre langue ou la r&eacute;gion dans laquelle vous vous trouvez) et offrent des fonctionnalit&eacute;s am&eacute;lior&eacute;es et plus personnelles.&nbsp;<br>Ces cookies peuvent &eacute;galement &ecirc;tre utilis&eacute;s pour m&eacute;moriser les modifications que vous avez apport&eacute;es &agrave; la taille du texte, &agrave; la langue et &agrave; d&apos;autres parties des pages Web que vous pouvez personnaliser.&nbsp;<br>Les informations collect&eacute;es par ces cookies ne vous identifieront pas personnellement et ne pourront pas suivre votre activit&eacute; de navigation sur les sites Web qui n&apos;appartiennent pas au Responsable du traitement.</p>
          <p>Pour un examen fiable de l&apos;&eacute;tat de votre commande, &agrave; l&apos;&eacute;cran sur l&apos;application, en temps r&eacute;el, et &eacute;galement pour une r&eacute;organisation facile, vos donn&eacute;es peuvent &ecirc;tre enregistr&eacute;es sur votre appareil, servant un cookie localement.</p>
          <p><strong>Category 4 - Cookies de ciblage ou cookies publicitaires&nbsp;</strong></p>
          <p>Ces cookies seront g&eacute;n&eacute;ralement des cookies tiers, bien que si un utilisateur visite le propre site Web du r&eacute;seau publicitaire, il soit techniquement possible qu&apos;il s&apos;agisse de cookies de premi&egrave;re partie. Ils seront toujours des cookies persistants mais limit&eacute;s dans le temps. Ces cookies peuvent &ecirc;tre associ&eacute;s &agrave; des services fournis par le tiers mais ce n&apos;est pas toujours le cas. Ces cookies contiennent une cl&eacute; unique qui permet de distinguer les habitudes de navigation des utilisateurs individuels ou qui peut &ecirc;tre traduite en un ensemble d&apos;habitudes ou de pr&eacute;f&eacute;rences de navigation &agrave; l&apos;aide d&apos;informations stock&eacute;es ailleurs. De mani&egrave;re g&eacute;n&eacute;rale, la d&eacute;claration de confidentialit&eacute; doit indiquer si le cookie est utilis&eacute; dans le cadre d&apos;un r&eacute;seau publicitaire. Les cookies peuvent &eacute;galement &ecirc;tre utilis&eacute;s pour limiter le nombre de fois qu&apos;un utilisateur voit une annonce particuli&egrave;re sur un site Web et pour mesurer l&apos;efficacit&eacute; d&apos;une campagne particuli&egrave;re.</p>
          <p>Des exemples incluent:</p>
          <p>&bull; Les cookies plac&eacute;s par les r&eacute;seaux publicitaires pour collecter les habitudes de navigation afin de cibler les publicit&eacute;s pertinentes pour l&apos;utilisateur. Le site que l&apos;utilisateur visite n&apos;a pas besoin de diffuser d&apos;annonces, mais ce sera souvent le cas &eacute;galement.&nbsp;</p>
          <p>&bull; Cookies plac&eacute;s par les r&eacute;seaux publicitaires en conjonction avec un service mis en &oelig;uvre par le site Web pour augmenter les fonctionnalit&eacute;s, tels que commenter un blog, ajouter un site au r&eacute;seau social de l&apos;utilisateur, fournir des cartes ou des compteurs de visiteurs sur un site.&nbsp;</p>
          <p>Par d&eacute;faut, l&apos;application de commande Web et l&apos;URL de son site Web d&apos;origine ne diffusent pas de cookies de cat&eacute;gorie 4. Cependant, il peut &ecirc;tre possible de commander en ligne &agrave; partir d&apos;autres sites Web qui encadrent ou facilitent l&apos;acc&egrave;s au menu en ligne et &agrave; l&apos;application Web. Par cons&eacute;quent, veuillez toujours v&eacute;rifier la politique en mati&egrave;re de cookies du site Web visit&eacute; &agrave; partir duquel vous avez lanc&eacute; une session de commande en ligne afin de savoir si des cookies de cat&eacute;gorie 4 sont servis et quelle est la mani&egrave;re de les d&eacute;sactiver ou de les accepter, si la loi le pr&eacute;voit.</p>
          <p><strong>23.</strong> Traitement de vos donn&eacute;es personnelles par le Fournisseur en tant que responsable du traitement des donn&eacute;es des fournisseurs de produits et/ou services&nbsp;</p>
          <p><br></p>
          <p>Le Fournisseur peut &eacute;galement traiter vos donn&eacute;es personnelles en tant que responsable du traitement des donn&eacute;es des fournisseur de produits et/ou services, y compris sans limitation aux fins suivantes, conform&eacute;ment &agrave; celles convenues avec les fournisseurs de produits et/ou services: i) stockage des donn&eacute;es pour les fournisseurs de produits et/ou services; ii) vous envoyer des notifications concernant les informations sur la confirmation ou le rejet de la commande ou sur les commandes manqu&eacute;es et sur la livraison de votre commande; iii) vous envoyer des communications marketing directes; iii) collecte des adresses IP afin d&apos;&ecirc;tre utilis&eacute;es en cas de litige et/ou de fraude concernant les paiements; iv) l&apos;envoi de vos donn&eacute;es &agrave; diff&eacute;rents destinataires et dans diff&eacute;rents pays (tiers), destinataires qui traitent les donn&eacute;es personnelles &agrave; des fins compatibles, li&eacute;es et corr&eacute;l&eacute;es dans le but d&apos;ex&eacute;cuter le contrat que vous avez avec les fournisseurs de produits et/ou services, &agrave; savoir : livraison, impression, facturation POS, fid&eacute;lit&eacute;, traitement des paiements en ligne, etc.</p>
          <p><strong>24. Divers&nbsp;</strong></p>
          <p><strong>24.1.</strong> Vous disposez de tous les droits mentionn&eacute;s dans la pr&eacute;sente Politique de confidentialit&eacute; ainsi que de tout autre droit mentionn&eacute; par les dispositions l&eacute;gales obligatoires en vigueur concernant le traitement des donn&eacute;es personnelles.</p>
          <p><strong>24.2.</strong> Vos droits mentionn&eacute;s dans la pr&eacute;sente politique de confidentialit&eacute; peuvent &ecirc;tre exerc&eacute;s conform&eacute;ment au r&egrave;glement et &agrave; toute autre r&eacute;glementation l&eacute;gale applicable en vigueur.&nbsp;</p>
          <p><strong>24.3.</strong> Toute demande adress&eacute;e par vous au Responsable du traitement pour exercer l&apos;un de vos droits peut &ecirc;tre faite par &eacute;crit, par lettre recommand&eacute;e qui sera envoy&eacute;e au si&egrave;ge du Responsable du traitement et/ou en ligne par le contact ou l&apos;adresse e-mail du responsable du traitement figurant sur le site Web tacoshouse.netlify.app ou sur l&apos;e-mail du DPO, s&apos;il existe, et/ou par tout autre moyen de communication mentionn&eacute; dans la r&eacute;glementation l&eacute;gale en vigueur.</p>
          <p><strong>24.4.</strong> La personne concern&eacute;e peut demander, conform&eacute;ment &agrave; celles mentionn&eacute;es ci-dessus, et obtenir gratuitement, notamment, l&apos;acc&egrave;s et la rectification ou l&apos;effacement des donn&eacute;es personnelles, la restriction du traitement des donn&eacute;es personnelles, la portabilit&eacute; des donn&eacute;es et l&apos;exercice du droit d&apos;opposition ainsi que le droit de ne pas &ecirc;tre soumis &agrave; une d&eacute;cision bas&eacute;e uniquement sur un traitement automatis&eacute;, y compris le profilage, qui produit des effets juridiques le concernant ou l&apos;affecte de mani&egrave;re significative mais &eacute;galement en relation avec la violation de la s&eacute;curit&eacute; des donn&eacute;es personnelles.</p>
          <p><strong>24.5.</strong> Les termes utilis&eacute;s dans la pr&eacute;sente politique de confidentialit&eacute; auront le sens d&eacute;fini dans le r&egrave;glement, sauf indication contraire du contexte ou disposition contraire des pr&eacute;sentes.</p>
          <p><strong>24.6.</strong> Sauf disposition contraire des dispositions l&eacute;gales obligatoires en vigueur, le responsable du traitement se r&eacute;serve le droit de mettre &agrave; jour et de modifier p&eacute;riodiquement la politique de confidentialit&eacute; sans pr&eacute;avis.</p>
        </div>









  













    </article>
  </main>





  <!-- 
    - #FOOTER
  -->

  <footer class="footer"  id="contact">

    <div class="footer-top" style="background-image: url('./assets/images/footer-illustration.png')">
      <div class="container">

        <div class="footer-brand">

          <a href="#" class="logo">  <img src="logo.png" alt="" width="100"> </a>

          <p class="footer-text">
            Découvrez l'explosion de saveurs chez Tacos House et laissez-vous tenter par nos délicieuses recettes.
          </p>

          <ul class="social-list">

            <li>
              <a href="https://www.facebook.com/people/Tacos-House/pfbid0335pzwyR5vEH8N7dTjJnvzfgoGUnHKwT8W23A7o8ysvFHTBT6DhGtjpK9JXiMh1sXl/" class="social-link" target="_blank">
                <ion-icon name="logo-facebook"></ion-icon>
              </a>
            </li>

            <!-- <li>
              <a href="#" class="social-link">
                <ion-icon name="logo-twitter"></ion-icon>
              </a>
            </li> -->

            <li>
              <a href="#" class="social-link">
                <ion-icon name="logo-instagram"></ion-icon>
              </a>
            </li>

            <!-- <li>
              <a href="#" class="social-link">
                <ion-icon name="logo-pinterest"></ion-icon>
              </a>
            </li> -->

          </ul>

        </div>

        <ul class="footer-list">

          <li>
            <p class="footer-list-title">Contact</p>
          </li>

          <li>
            <p class="footer-list-item"> 05 32 60 35 84</p>
          </li>

          <li>
            <p class="footer-list-item">ratna.chowdhury73@gmail.Com</p>
          </li>

          <li>
            <address class="footer-list-item">15 Rte de Toulouse, 31490 Léguevin</address>
          </li>

        </ul>

        <ul class="footer-list">

          <li>
            <p class="footer-list-title">Heures d'ouverture</p>
          </li>

          <li>
            <p class="footer-list-item">Lundi à Dimanche : <br> Matin : 11h00 - 15h00  <br>  Soir : 18h00 - 22h30  </p>
          </li>

          <!-- <li>
            <p class="footer-list-item">Tuesday 4PM: Till Mid Night</p>
          </li> -->

          <!-- <li>
            <p class="footer-list-item">Saturday: 10:00-16:00</p>
          </li> -->

        </ul>

        <ul class="footer-list">

          <li>
            <p class="footer-list-title">Nos politiques</p>
          </li>
        
          <li>
            <a href="cookies.html" class="footer-list-link">Cookies</a>
          </li>
          <li>
            <a href="cgv.html" class="footer-list-link">Conditions Générales De vente</a>
          </li>
          <li>
            <a href="politique-confidentialite.html" class="footer-list-link">Politique de Confidentialité (RGPD)</a>
          </li>
        </ul>

        <!-- <form action="" class="footer-form">

          <p class="footer-list-title">Book a Table</p>

          <div class="input-wrapper">

            <input type="text" name="full_name" required placeholder="Your Name" aria-label="Your Name"
              class="input-field">

            <input type="email" name="email_address" required placeholder="Email" aria-label="Email"
              class="input-field">

          </div>

          <div class="input-wrapper">

            <select name="total_person" aria-label="Total person" class="input-field">
              <option value="person">Person</option>
              <option value="2 person">2 Person</option>
              <option value="3 person">3 Person</option>
              <option value="4 person">4 Person</option>
              <option value="5 person">5 Person</option>
            </select>

            <input type="date" name="booking_date" aria-label="Reservation date" class="input-field">

          </div>

          <textarea name="message" required placeholder="Message" aria-label="Message" class="input-field"></textarea>

          <button type="submit" class="btn">Book a Table</button>

        </form> -->

      </div>
    </div>

    <div class="footer-bottom">
      <div class="container">
        <p class="copyright-text">
          © 2023 Tacos House | Site propulsé par <a href="https://lcdigitale.fr" class="copyright-link">lcdigitale.fr</a>
          Tous droits réservés.
        </p>
      </div>
    </div>

  </footer>





  <!-- 
    - #BACK TO TOP
  -->

  <a href="#top" class="back-top-btn" aria-label="Back to top" data-back-top-btn>
    <ion-icon name="chevron-up"></ion-icon>
  </a>





  <!-- 
    - custom js link
  -->
  <script src="./assets/js/script.js" defer></script>

  <!-- 
    - ionicon link
  -->
  <script type="module" src="https://unpkg.com/ionicons@5.5.2/dist/ionicons/ionicons.esm.js"></script>
  <script nomodule src="https://unpkg.com/ionicons@5.5.2/dist/ionicons/ionicons.js"></script>
  <script>
    document.addEventListener("DOMContentLoaded", function() {
      const filterButtons = document.querySelectorAll(".filter-btn");
      const foodMenuItems = document.querySelectorAll(".food-menu-item");
  
      filterButtons.forEach(function(button) {
        button.addEventListener("click", function() {
          const category = this.getAttribute("data-category");
  
          foodMenuItems.forEach(function(item) {
            if (category === "all" || item.getAttribute("data-category") === category) {
              item.style.display = "block";
            } else {
              item.style.display = "none";
            }
          });
  
          filterButtons.forEach(function(btn) {
            btn.classList.remove("active");
          });
          this.classList.add("active");
        });
      });
    });
  </script>
</body>

</html>